Repository: AntunTkalcec/MauiBlazorDemonstration
Catalog: MauiBlazorDemonstration/Resources/AppRes.*.resx
Languages: hr

# Barking
source: Barking /5:
hr: Lajanje:

# BlazorBtn
source: See it using Blazor
hr: Vidi u Blazoru

source: Breed:
hr: Pasmina:

# Children
source: Relationship with children /5:
hr: Dobar s djecom:

# CoatLength
source: Coat length /5:
hr: Duljina dlake:

# ConfirmBtn
source: Confirm
hr: Potvrdi

# Drooling
source: Drooling /5:
hr: Slinjenje:

# Energy
source: Energy /5:
hr: Energija:

# EnglishBtn
source: English
hr: Engleski

# Grooming
source: Grooming /5:
hr: Dotjerivanje:

# HomeTitle
source: Select a dog you want to know about!
hr: Odaberi psa o kojem želiš više znati!

# MaxHeightFemale
source: Female max. height:
hr: Max. visina ženka:

# MaxHeightMale
source: Male max. height:
hr: Max. visina mužjak:

# MaxLife
source: Max. life expectancy:
hr: Max. duljina života:

# MaxWeightFemale
source: Female max. weight:
hr: Max. težina ženka:

# MaxWeightMale
source: Male max. weight:
hr: Max. težina mužjak:

# MinHeightFemale
source: Female min. height:
hr: Min. visina ženka:

# MinHeightMale
source: Male min. height:
hr: Min. visina mužjak:

# MinLife
source: Min. life expectancy:
hr: Min. duljina života:

# MinWeightFemale
source: Female min. weight:
hr: Min. težina ženka:

# MinWeightMale
source: Male min. weight:
hr: Min. težina mužjak:

source: Name:
hr: Ime:

# NativeTitle
source: Here's some info about the dog breed you chose
hr: Evo nekih informacija o pasmini koju si izabrao

# OtherDogs
source: Relationship with dogs /5:
hr: Dobar s ostalim psima:

# PickerTitle
source: Pick a breed
hr: Izaberi pasminu

# Playfulness
source: Playfulness /5:
hr: Zaigran:

# Protectiveness
source: Protectiveness /5:
hr: Zaštitnički nastrojen:

# SetupTitle
source: Choose a language...
hr: Izaberi jezik...

# Shedding
source: Shedding /5:
hr: Linjanje:

# Strangers
source: Relationship with strangers /5:
hr: Dobar sa strancima:

# Trainability
source: Trainability /5:
hr: Istrenirljiv:
